Repository: fol2/Octopus_Agile_Helper
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant

source: In-depth Analysis – interactive charts show monthly trends, rate breakdowns, and exact savings potential
ar: تحليل متعمق - توفر الرسوم البيانية التفاعلية نظرة على الاتجاهات الشهرية، وتفصيل الأسعار، وإمكانات التوفير الدقيق
ca: Anàlisi en profunditat - gràfics interactius que mostren tendències mensuals, desglossament de tarifes i el potencial d’estalvi exacte
cs: Hluboká analýza - interaktivní grafy zobrazují měsíční trendy, rozpis sazeb a přesný potenciál úspor
da: Dybtgående analyse - interaktive diagrammer viser månedlige tendenser, takstopdelinger og præcise besparelsesmuligheder
de: Detaillierte Analyse – interaktive Diagramme zeigen monatliche Trends, Tarifaufschlüsselungen und genaues Einsparpotenzial
el: Σε βάθος ανάλυση - διαδραστικά γραφήματα παρουσιάζουν μηνιαίες τάσεις, ανάλυση τιμών και ακριβές δυναμικό εξοικονόμησης
es: Análisis en profundidad - gráficos interactivos que muestran tendencias mensuales, desgloses de tarifas y el potencial de ahorro exacto
fi: Syvällinen analyysi – interaktiiviset kaaviot näyttävät kuukausittaiset trendit, hinnanjakautumiset ja tarkan säästöpotentiaalin
fr: Analyse approfondie - des graphiques interactifs montrent les tendances mensuelles, la répartition des tarifs et le potentiel d’économies précis
he: ניתוח מעמיק - תרשימים אינטראקטיביים מציגים מגמות חודשיות, פירוט תעריפים ופוטנציאל חיסכון מדויק
hi: गहराई से विश्लेषण - इंटरएक्टिव चार्ट मासिक रुझान, दर का विभाजन और सटीक बचत की क्षमता दिखाते हैं
hr: Detaljna analiza - interaktivni grafikoni prikazuju mjesečne trendove, raščlambu tarifa i točan potencijal uštede
hu: Mélyreható elemzés – interaktív diagramok mutatják a havi trendeket, a díjszabás részleteit és a pontos megtakarítási lehetőséget
id: Analisis Mendalam - grafik interaktif menunjukkan tren bulanan, rincian tarif, dan potensi penghematan yang tepat
it: Analisi approfondita - i grafici interattivi mostrano tendenze mensili, suddivisione delle tariffe e il potenziale di risparmio esatto
ja: 詳細分析 - インタラクティブなチャートで月ごとの傾向、料金の内訳、正確な節約可能性を確認
ko: 심층 분석 – 대화형 차트를 통해 월별 추세, 요금 세부 내역 및 정확한 절감 가능성을 확인
ms: Analisis Mendalam - carta interaktif memaparkan tren bulanan, perincian kadar, dan potensi penjimatan tepat
nb: Grundig analyse – interaktive diagrammer viser månedlige trender, prisoppdelinger og nøyaktig sparepotensial
nl: Diepgaande analyse - interactieve grafieken tonen maandelijkse trends, tariefuitsplitsingen en exact besparingspotentieel
pl: Dogłębna analiza – interaktywne wykresy pokazują miesięczne trendy, rozkład stawek i dokładny potencjał oszczędności
pt_pt: Análise aprofundada - gráficos interativos mostram tendências mensais, detalhes da tarifa e o potencial exato de poupança
ro: Analiză detaliată - diagramele interactive arată tendințele lunare, defalcarea tarifelor și potențialul exact de economii
ru: Углублённый анализ – интерактивные графики показывают ежемесячные тенденции, структуру тарифов и точный потенциал экономии
sk: Hĺbková analýza - interaktívne grafy ukazujú mesačné trendy, rozpis sadzieb a presný potenciál úspor
sl: Poglobljena analiza - interaktivni grafikoni prikazujejo mesečne trende, razčlenitve cen in natančen potencial prihrankov
sv: Djupgående analys - interaktiva diagram visar månatliga trender, kostnadsfördelning och exakta besparingsmöjligheter
th: การวิเคราะห์เชิงลึก - แผนภูมิแบบโต้ตอบแสดงแนวโน้มรายเดือน รายละเอียดอัตราค่าไฟ และศักยภาพในการประหยัดได้อย่างแม่นยำ
tr: Derinlemesine Analiz - etkileşimli grafikler aylık eğilimleri, fiyatlandırma detaylarını ve kesin tasarruf potansiyelini gösterir
uk: Детальний аналіз – інтерактивні діаграми відображають щомісячні тенденції, структуру тарифів та точний потенціал економії
vi: Phân tích chuyên sâu - biểu đồ tương tác hiển thị xu hướng hàng tháng, chi tiết biểu giá và tiềm năng tiết kiệm chính xác
zh_hans: 深入分析 - 交互式图表显示每月趋势、费率分解以及精准的节省潜力
zh_hant: 深入分析 - 互動式圖表顯示每月趨勢、費率明細，以及可精準評估的節省潛力

source: %@p avg
ar: متوسط %@p
ca: %@p de mitjana
cs: Průměr %@p
da: Gennemsnit %@p
de: Durchschnitt %@p
el: Μέσος όρος %@p
es: %@p de promedio
fi: Keskimäärin %@p
fr: %@p en moyenne
he: ממוצע %@p
hi: औसत %@p
hr: Prosjek %@p
hu: Átlag %@p
id: Rata-rata %@p
it: %@p di media
ja: 平均 %@p
ko: 평균 %@p
ms: Purata %@p
nb: Gjennomsnitt %@p
nl: Gemiddeld %@p
pl: Średnio %@p
pt_pt: %@p em média
ro: Medie %@p
ru: В среднем %@p
sk: Priemerne %@p
sl: Povprečno %@p
sv: I genomsnitt %@p
th: เฉลี่ย %@p
tr: Ortalama %@p
uk: У середньому %@p
vi: Trung bình %@p
zh_hans: 平均 %@p
zh_hant: 平均 %@p

source: No monthly calculation data.
ar: لا توجد بيانات حساب شهرية.
ca: No hi ha dades de càlcul mensual.
cs: Nejsou k dispozici žádná měsíční výpočetní data.
da: Ingen månedlige beregningsdata.
de: Keine monatlichen Berechnungsdaten vorhanden.
el: Δεν υπάρχουν μηνιαία δεδομένα υπολογισμού.
es: No hay datos de cálculo mensual.
fi: Ei kuukausittaisia laskentatietoja.
fr: Aucune donnée de calcul mensuel.
he: אין נתוני חישוב חודשיים.
hi: कोई मासिक गणना डेटा उपलब्ध नहीं है।
hr: Nema mjesečnih podataka za izračun.
hu: Nincsenek havi számítási adatok.
id: Tidak ada data perhitungan bulanan.
it: Nessun dato di calcolo mensile disponibile.
ja: 月次計算データがありません。
ko: 월간 계산 데이터가 없습니다.
ms: Tiada data pengiraan bulanan.
nb: Ingen månedlige beregningsdata tilgjengelig.
nl: Geen maandelijkse berekeningsgegevens.
pl: Brak danych do miesięcznego obliczenia.
pt_pt: Não existem dados de cálculo mensal.
ro: Nu există date de calcul lunare.
ru: Нет данных для ежемесячного расчета.
sk: Žiadne mesačné výpočtové údaje.
sl: Ni mesečnih podatkov za izračun.
sv: Inga månatliga beräkningsdata.
th: ไม่มีข้อมูลคำนวณรายเดือน
tr: Aylık hesaplama verisi yok.
uk: Немає даних для щомісячного розрахунку.
vi: Không có dữ liệu tính toán hàng tháng.
zh_hans: 无每月计算数据。
zh_hant: 沒有每月計算數據。

source: No monthly rate data available
ar: لا توجد بيانات سعرية شهرية متاحة
ca: No hi ha dades de tarifes mensuals disponibles
cs: Nejsou k dispozici žádná měsíční data o sazbách
da: Ingen månedlige prisdata tilgængelige
de: Keine monatlichen Tarifdaten verfügbar
el: Δεν υπάρχουν διαθέσιμα μηνιαία δεδομένα τιμολόγησης
es: No hay datos de tarifas mensuales disponibles
fi: Ei kuukausittaisia hintatietoja saatavilla
fr: Aucune donnée tarifaire mensuelle disponible
he: אין נתוני תעריף חודשי זמינים
hi: कोई मासिक दर डेटा उपलब्ध नहीं है
hr: Nema dostupnih mjesečnih podataka o tarifi
hu: Nincs havi díjadat elérhető
id: Tidak ada data tarif bulanan yang tersedia
it: Nessun dato di tariffa mensile disponibile
ja: 月次料金データは利用できません
ko: 월간 요금 데이터가 없습니다
ms: Tiada data kadar bulanan yang tersedia
nb: Ingen månedlige prisdata tilgjengelig
nl: Geen maandelijkse tariefgegevens beschikbaar
pl: Brak dostępnych miesięcznych danych o stawkach
pt_pt: Não existem dados de tarifas mensais disponíveis
ro: Nu există date lunare despre tarife disponibile
ru: Нет доступных месячных данных по тарифам
sk: Nie sú k dispozícii žiadne mesačné údaje o sadzbách
sl: Ni mesečnih podatkov o tarifi na voljo
sv: Inga månatliga prisuppgifter tillgängliga
th: ไม่มีข้อมูลอัตรารายเดือน
tr: Aylık tarife verileri mevcut değil
uk: Немає доступних щомісячних даних про тарифи
vi: Không có dữ liệu giá theo tháng khả dụng
zh_hans: 无可用月度费率数据
zh_hant: 沒有可用的每月收費數據

source: Terms & Conditions
ar: الشروط والأحكام
ca: Termes i condicions
cs: Všeobecné podmínky
da: Vilkår og betingelser
de: Allgemeine Geschäftsbedingungen
el: Όροι και Προϋποθέσεις
es: Términos y condiciones
fi: Ehdot ja määräykset
fr: Termes et conditions
he: תנאים והגבלות
hi: नियम एवं शर्तें
hr: Uvjeti i odredbe
hu: Felhasználási feltételek
id: Syarat & Ketentuan
it: Termini e condizioni
ja: 利用規約
ko: 이용약관
ms: Terma & Syarat
nb: Vilkår og betingelser
nl: Algemene voorwaarden
pl: Warunki i zasady
pt_pt: Termos e condições
ro: Termeni și condiții
ru: Условия и положения
sk: Podmienky používania
sl: Pogoji in določila
sv: Villkor
th: ข้อกำหนดและเงื่อนไข
tr: Şartlar ve Koşullar
uk: Умови та положення
vi: Điều khoản & Điều kiện
zh_hans: 条款与条件
zh_hant: 條款及細則

source: Calculating costs…
ar: جارٍ حساب التكاليف…
ca: Calculant els costos…
cs: Počítají se náklady…
da: Beregner omkostninger…
de: Kosten werden berechnet…
el: Υπολογίζονται τα κόστη…
es: Calculando costes…
fi: Lasketaan kustannuksia…
fr: Calcul des coûts…
he: מחשב עלויות…
hi: लागतों की गणना हो रही है…
hr: Izračun troškova…
hu: Költségek kiszámítása…
id: Menghitung biaya…
it: Calcolo dei costi…
ja: コストを計算中…
ko: 비용 계산 중…
ms: Sedang mengira kos…
nb: Beregner kostnader…
nl: Kosten worden berekend…
pl: Obliczanie kosztów…
pt_pt: A calcular custos…
ro: Calcularea costurilor…
ru: Расчет стоимости…
sk: Výpočet nákladov…
sl: Izračunavanje stroškov…
sv: Beräknar kostnader…
th: กำลังคำนวณต้นทุน…
tr: Maliyetler hesaplanıyor…
uk: Розрахунок витрат…
vi: Đang tính chi phí…
zh_hans: 正在计算成本…
zh_hant: 正在計算成本…

source: Fetching rate analysis…
ar: جارٍ جلب تحليل الأسعار…
ca: S’està obtenint l’anàlisi de tarifes…
cs: Probíhá načítání analýzy sazeb…
da: Henter prisanalyse…
de: Abrufen der Tarifanalyse…
el: Λήψη ανάλυσης τιμών…
es: Obteniendo análisis de tarifas…
fi: Haetaan hintaanalyysiä…
fr: Récupération de l’analyse des tarifs…
he: מקבל ניתוח תעריפים…
hi: दर विश्लेषण लाया जा रहा है…
hr: Dohvaća se analiza tarife…
hu: Betöltés folyamatban: tarifák elemzése…
id: Mengambil analisis tarif…
it: Recupero dell’analisi delle tariffe…
ja: 料金分析を取得中…
ko: 요금 분석 가져오는 중…
ms: Sedang mengambil analisis kadar…
nb: Henter prisanalyse…
nl: Tariefanalyse ophalen…
pl: Pobieranie analizy stawek…
pt_pt: A obter análise de tarifas…
ro: Se preia analiza tarifelor…
ru: Получение анализа тарифов…
sk: Načítava sa analýza sadzieb…
sl: Pridobivanje analize cen…
sv: Hämtar prisanalys…
th: กำลังดึงข้อมูลวิเคราะห์อัตรา…
tr: Tarife analizi alınıyor…
uk: Отримання аналізу тарифів…
vi: Đang lấy phân tích giá…
zh_hans: 正在获取费率分析…
zh_hant: 正在取得費率分析…

source: Calculating monthly breakdown…
ar: جارٍ حساب التفصيل الشهري…
ca: Calculant el desglossament mensual…
cs: Počítá se měsíční rozpis…
da: Beregner månedlig oversigt…
de: Monatliche Aufschlüsselung wird berechnet…
el: Υπολογίζεται η μηνιαία ανάλυση…
es: Calculando el desglose mensual…
fi: Lasketaan kuukausittaista erittelyä…
fr: Calcul du récapitulatif mensuel…
he: מחשב פירוט חודשי…
hi: मासिक विवरण की गणना हो रही है…
hr: Izračun mjesečnog pregleda…
hu: Havi bontás kiszámítása…
id: Menghitung rincian bulanan…
it: Calcolo della ripartizione mensile…
ja: 月別内訳を計算中…
ko: 월별 내역 계산 중…
ms: Sedang mengira perincian bulanan…
nb: Beregner månedlig oversikt…
nl: Maandelijkse uitsplitsing berekenen…
pl: Obliczanie miesięcznego podziału…
pt_pt: A calcular o detalhamento mensal…
ro: Se calculează defalcarea lunară…
ru: Расчет помесячной разбивки…
sk: Výpočet mesačného rozpisu…
sl: Izračunavanje mesečnega razporeda…
sv: Beräknar månatlig fördelning…
th: กำลังคำนวณการแจกแจงรายเดือน…
tr: Aylık döküm hesaplanıyor…
uk: Розрахунок помісячної розбивки…
vi: Đang tính chi tiết hàng tháng…
zh_hans: 正在计算月度明细…
zh_hant: 正在計算每月明細…

source: Available from: %@
ar: متاح من: %@
ca: Disponible des de: %@
cs: Dostupné od: %@
da: Tilgængelig fra: %@
de: Verfügbar ab: %@
el: Διαθέσιμο από: %@
es: Disponible desde: %@
fi: Saatavilla alkaen: %@
fr: Disponible à partir du : %@
he: זמין החל מ: %@
hi: उपलब्ध आरंभिक तिथि: %@
hr: Dostupno od: %@
hu: Elérhető ettől: %@
id: Tersedia mulai: %@
it: Disponibile dal: %@
ja: 利用可能開始: %@
ko: 다음 날짜부터 사용 가능: %@
ms: Tersedia daripada: %@
nb: Tilgjengelig fra: %@
nl: Beschikbaar vanaf: %@
pl: Dostępne od: %@
pt_pt: Disponível a partir de: %@
ro: Disponibil de la: %@
ru: Доступно с: %@
sk: K dispozícii od: %@
sl: Na voljo od: %@
sv: Tillgängligt från: %@
th: พร้อมใช้งานตั้งแต่: %@
tr: Şu tarihten itibaren mevcut: %@
uk: Доступно з: %@
vi: Khả dụng từ: %@
zh_hans: 可用时间开始：%@
zh_hant: 可用起始日期：%@

source: Available to: %@
ar: متاح حتى: %@
ca: Disponible fins a: %@
cs: Dostupné do: %@
da: Tilgængelig indtil: %@
de: Verfügbar bis: %@
el: Διαθέσιμο έως: %@
es: Disponible hasta: %@
fi: Saatavilla asti: %@
fr: Disponible jusqu’au : %@
he: זמין עד: %@
hi: उपलब्ध अंतिम तिथि: %@
hr: Dostupno do: %@
hu: Elérhető eddig: %@
id: Tersedia hingga: %@
it: Disponibile fino al: %@
ja: 利用可能期限: %@
ko: 다음 날짜까지 사용 가능: %@
ms: Tersedia sehingga: %@
nb: Tilgjengelig til: %@
nl: Beschikbaar tot: %@
pl: Dostępne do: %@
pt_pt: Disponível até: %@
ro: Disponibil până la: %@
ru: Доступно до: %@
sk: K dispozícii do: %@
sl: Na voljo do: %@
sv: Tillgängligt till: %@
th: พร้อมใช้งานถึง: %@
tr: Şu tarihe kadar mevcut: %@
uk: Доступно до: %@
vi: Khả dụng đến: %@
zh_hans: 可用至：%@
zh_hant: 可用至：%@
